{
  "logo-text": "Kalloli Venkappa",
  "about-text": "About",

  "seva-text": "Seva",

  "nitya-seva-text": "Daily Seva",
  "aradhana-seva-text": "Aradhana Sevalist",
  "adhikamasa-seva-text": "Adhikamasa Seva",


  "registration-text": "Registration",

  "direction-text": "Direction",

  "events-text": "Events",

  "nearby-text": "Nearby",

  "nearby-other-text": "Other temples nearby",

  "devotees-praise": "Praise",

  "faq-text": "FAQ",
  "contact-text": "Contact",

  "howto-reach-text": "How To Reach",


  "volunteer-reg-text": "Volunteer Registration",
  "bhajan-reg-text": "Bhajana Lahari Registration",



  "introtext-1": "Sri Venkatramana Temple is a significant religious site located in the village of Kalloli, situated in the Jamkhandi taluk of Bagalkot district, Karnataka, India. This temple is renowned for its hilltop location and rich history. The temple is dedicated to Lord Vishnu and is visited by devotees seeking various fulfillments. They come to this temple to seek fame, freedom from diseases, wealth, courage, relief from adverse effects from bad planetary aspects, and relief from bondage. The temple is also known for its spiritual significance. Devotees often recite shlokas or hymns in praise of the deity. Some of the popular shlokas recited include 'Vasudeva Sutham Devam Kamsa Chanoora Mardhanam Devaki Paramanandham Krishnam Vande Jagathgurum', 'Achutham Keyshavam Rama Narayanam Krishna Damodaram Vasudevam Harim Shridharam Madhavam Gopika Vallabham Janaki Nayakam Ramachandram Bhajey'. ",

  "introtext-2": "The temple is located in an area known as Ramateerth - Kallolli Venkataramana Temple Road. The local language spoken here is Kannada, along with Konkani, Telugu, and English. The region is situated at an elevation of 559 meters above sea level. The temple is accessible by road, with nearby cities including Rabkavi Banhatti, Mudhol, Mahalingpur, and Terdal. The nearest railway station is more than 10 km away, making road travel the most convenient way to reach the temple. The region experiences a tropical climate, with temperatures ranging from 23.2°C to 30.6°C. The weather is typically overcast, and the area receives rainfall throughout the year. The Sri Venkataramana Temple is not just a place of worship but also a significant cultural and historical landmark in the region. However, detailed historical information about the temple is not readily available. It is recommended to visit the temple or contact local authorities or historians for more in-depth historical information."
}
